Repository: LinOTP/selfservice
Catalog: src/locale/messages.*.xlf
Languages: de

source: If you have created the token yourself and are not able to reuse the QR code, you have to delete this token and restart with a new token.
de: Wenn Sie den Token selbst erstellt haben und den QR-Code nicht wiederverwenden können, müssen Sie diesen Token löschen und mit einem neuen Token starten.

source: This token is paired with your mobile. It needs to be activated now to finish the setup.
de: Dieser Token ist mit Ihrem Smartphone verknüpft. Er muss nun aktiviert werden um die Einrichtung abzuschließen.

source: An activation challenge has been generated. The challenge is only valid for a short amount of time.
de: Die Aktivierung wurde bereits gestartet und ist nur für einen kurzen Zeitraum gültig.

source: Activate
de: Aktivieren

source: Verify
de: Verifizieren

source: Change PIN
de: PIN ändern

source: Change mOTP PIN
de: mOTP-PIN ändern

source: Change description
de: Beschreibung ändern

source: Reset failcounter
de: Fehlerzähler zurücksetzen

source: Synchronize
de: Synchronisieren

source: Unassign
de: Tokenzuweisung aufheben

source: Delete
de: Löschen

# tokenCard.menuLabel
source: Open token menu
de: Öffne Token-Menü

source: Enable
de: Aktivieren

source: You do not have permissions to enable the token
de: Sie sind nicht berechtigt, den Token zu aktivieren

source: Disable
de: Deaktivieren

source: Test
de: Testen

source: Added your newly created token to the token list.
de: Das neu erstellte Token wurde zur Tokenliste hinzugefügt.

source: The selected token type cannot be added at the moment.
de: Der von Ihnen gewählte Tokentyp kann zur Zeit nicht eingerichtet werden.

source: Cancel
de: Abbrechen

source: Close
de: Schließen

source: <mat-icon>error</mat-icon> Token type limit
de: <mat-icon>error</mat-icon> Tokentyp-Limit

source: You have reached maximum limit for this token type.
de: Sie haben das Limit für diesen Tokentyp erreicht.

source: Search in
de: Suchen in

source: There was a problem starting your token test.
de: Beim Starten des Token-Tests ist ein Problem aufgetreten.

source: Please wait some time and try again later, or contact an administrator.
de: Bitte warten Sie einige Zeit und versuchen Sie es später erneut, oder kontaktieren Sie einen Administrator.

source: Token verification failed. Please try again or contact an administrator.
de: Token-Verifizierung fehlgeschlagen. Bitte versuchen Sie es erneut oder kontaktieren Sie einen Administrator.

# createdText
source: created
de: erstellt

# assignedText
source: assigned
de: zugewiesen

# registeredText
source: registered
de: registriert

# emailVerifyInstruction
source: An email token with the serial number this.token.serial has been action for t.email. Please check your email inbox for the first one-time password.
de: Ein E-Mail-Token mit der Seriennummer this.token.serial wurde action für t.email. Bitte prüfen Sie Ihr E-Mail-Postfach auf das erste Einmalpasswort.

# oathVerifyInstruction
source: A token with the serial number this.token.serial has been action. Please add the token by scanning the QR code in the Authenticator app.
de: Ein Token mit der Seriennummer this.token.serial wurde action. Bitte fügen Sie das Token hinzu, indem Sie den QR-Code in der Authenticator-App scannen.

# motpVerifyInstruction
source: An MOTP token with the serial number this.token.serial has been action. Please check your mobile device for the first one-time password.
de: Ein MOTP-Token mit der Seriennummer this.token.serial wurde action. Bitte überprüfen Sie Ihr mobiles Gerät auf das erste Einmalpasswort.

source: The test failed. Please try again or contact an administrator.
de: Test fehlgeschlagen. Bitte versuchen Sie es erneut, oder kontaktieren Sie einen Administrator.

# theme-picker
source: Change theme. Current theme:
de: Farbschema ändern. Aktuelles Farbschema:

source: Light Theme
de: Helles Design

source: Light
de: Hell

source: Dark Theme
de: Dunkles Design

source: Dark
de: Dunkel

source: Register YubiCloud Token
de: Registriere YubiCloud Token

source: Please enter the password of the selected token:
de: Bitte geben Sie das Passwort des ausgewählten Token ein:

source: Please enter the next OTP for the selected token:
de: Bitte geben Sie den nächsten OTP für den ausgewählten Token ein:

source: The password field cannot be empty
de: Das Passwortfeld darf nicht leer sein

source: Verify
de: Verifizieren

# assignVerifyInstructionQRPush
source: A token with the serial number {{ enrolledToken.serial }} was successfully assigned to your user account.
de: Ein Token mit der Seriennummer {{ enrolledToken.serial }} wurde Ihnen erfolgreich zugewiesen.

source: Assigned via self-service
de: Zugewiesen via Selfservice

source: Test successful. You may use your token for authentication.
de: Test erfolgreich. Sie dürfen sich mit Ihrem Token authentifizieren.

source: You have accepted the transaction.
de: Sie haben die Transaktion bestätigt.

source: You have rejected the transaction.
de: Sie haben die Transaktion abgelehnt.

source: cancel
de: abbrechen

source: restart test
de: Test neustarten

source: submit
de: absenden

source: done
de: abschließen

source: Token assignment failed.
de: Token-Zuweisung fehlgeschlagen.

source: Serial number retrieved.
de: Seriennummer abgerufen.

source: Assign Token
de: Token zuweisen

source: Claim an existing token and link it to your user account.
de: Verknüpfen Sie einen existierenden Token mit Ihrem Benutzerkonto.

source: Token serial
de: Seriennummer des Tokens

source: The token serial is required.
de: Die Seriennummer des Tokens ist erforderlich.

source: Enter the serial number of the token you want to link to your user account.
de: Geben Sie die Seriennummer des Tokens ein, den Sie mit Ihrem Benutzerkonto verknüpfen wollen.

source: Assign token
de: Token zuweisen

source: You need to know its serial number in advance.
de: Sie brauchen dafür seine Seriennummer.

source: If you do not have the token serial at hand, you can use a generated OTP value to determine the serial of your token.
de: Wenn Sie die Seriennummer des Tokens nicht zur Hand haben, können Sie einen OTP-Wert generieren, um die Seriennummer zu ermitteln.

source: Determine serial
de: Seriennummer bestimmen

source: Register YubiCloud token
de: YubiCloud-Token registrieren

source: To link your token, enter a generated OTP by connecting your YubiKey and pressing the button. Alternatively, you may enter the public ID manually:
de: Geben Sie ein generiertes OTP ein, indem Sie Ihren YubiKey verbinden und den Knopf drücken. Alternativ, kann die Public ID manuell eingegeben werden:

source: OTP or public ID
de: OTP oder Public ID

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Generate an OTP with your Yubikey.
de: Generieren Sie ein OTP mit Ihrem Yubikey.

# yubikeyVerifyInstruction
source: A yubikey with the serial number this.token.serial has been action. Please press its button to enter your one-time password.
de: Ein Yubikey mit der Seriennummer this.token.serial wurde action. Bitte drücken Sie den Knopf, um Ihr Einmalpasswort einzugeben.

source: Register your Yubikey to authenticate against the YubiCloud.
de: Registrieren Sie Ihren Yubikey, um sich über die YubiCloud zu authentifizieren.

source: Register token
de: Token registrieren

source: Cannot enroll token of unknown type "type".
de: Token von unbekanntem Typ "type" kann nicht erstellt werden.

source: You are not allowed to enroll tokens of type "this.displayData.type".
de: Sie sind nicht berechtigt, Tokens vom Typ "this.displayData.type" zu erstellen.

source: Error: err.message
de: Fehler: err.message

source: Create a password token to be able to authenticate with a static secret.
de: Erstellen Sie einen Passworttoken um sich mit einem festen Passwort authentifizieren zu können.

source: Confirm your password
de: Bestätigen Sie Ihr Passwort

source: This field is required.
de: Dieses Feld ist erforderlich.

# passwordsDoNotMatchError
source: Entered passwords do not match
de: Die eingegebenen Passwörter sind nicht gleich

source: Token enrolled successfully.
de: Token erfolgreich registriert.

source: dismiss
de: ausblenden

source: New PIN
de: Neue PIN

source: Confirm your new PIN
de: Bestätigen Sie Ihre neue PIN

source: Set a new token PIN
de: Neue Token-PIN festlegen

source: Entered PINs do not match
de: Die eingegebenen PINs sind nicht gleich

source: Set mOTP pin
de: mOTP-PIN vergeben

source: Set a new MOTP PIN
de: Neue mOTP-PIN festlegen

source: This is used to generate OTPs which are only known to you. If you change the PIN here, you will also need to change it on your device.
de: Diese wird verwendet, um OTPs zu erzeugen, die nur Sie kennen. Wenn Sie die PIN hier ändern, müssen Sie sie auch auf Ihrem Gerät ändern.

source: Synchronize token
de: Token synchronisieren

source: Generate two OTP values and enter them below:
de: Generieren Sie zwei OTP-Werte und geben Sie sie unten ein:

source: Change token description
de: Beschreibung ändern

source: Label your token with a new description:
de: Vergeben Sie Ihrem Token eine neue Beschreibung:

source: Get token serial
de: Seriennummer des Tokens ermitteln

source: Enter an OTP generated by your token to retrieve its serial:
de: Geben Sie einen OTP-Wert ein, um die Seriennummer des Tokens zu ermitteln:

source: password token
de: Passworttoken

source: Personal text-based secret
de: Persönliches textbasiertes Geheimnis

source: Create
de: Einrichten

source: Enter the token password
de: Tokenpasswort eingeben

source: soft token (event)
de: Soft-Token (ereignisbasiert)

source: Event-based soft token (HOTP)
de: Ereignisbasierter Software-Token (HOTP)

source: Enter OTP from event-based soft token
de: OTP von einem ereignisbasierten Software-Token eingeben

source: soft token (time)
de: Soft-Token (zeitbasiert)

source: Time-based soft token (TOTP)
de: Zeitbasierter Software-Token (TOTP)

source: Enter OTP from time-based soft token
de: OTP von einem zeitbasierten Software-Token eingeben

source: Confirm authentication requests on your smartphone with the Authenticator app
de: Bestätigen Sie Authentifizierungsanfragen auf Ihrem Smartphone mit der Authenticator App

source: Confirm the authentication using your smartphone
de: Authentisierung mit dem Smartphone bestätigen

source: Use the Authenticator app to scan QR code authentication requests
de: Nutzen Sie die Authenticator App, um QR-Code Authentifizierungsanfragen zu scannen

source: Confirm the authentication by scanning a QR code
de: Authentisierung durch Ab­scan­nen eines QR-Code bestätigen

source: Generate OTPs from your mobile device given a secret password and a custom pin
de: Generieren Sie OTPs auf Ihrem Mobiltelfon anhand eines Passworts und eines PINs

source: Enter OTP from mOTP token
de: OTP von einem mOTP-Token eingeben

source: Receive an OTP via SMS
de: OTP per SMS empfangen

source: Enter OTP delivered via SMS
de: Per SMS zugestellten OTP eingeben

source: Receive an OTP via email
de: OTP per E-Mail empfangen

source: Enter OTP delivered via email
de: Per E-Mail zugestellten OTP eingeben

source: Register
de: Registrieren

source: Authenticate using your Yubikey token (YubiCloud)
de: Authentisierung mit dem Yubikey-Token (YubiCloud) bestätigen

source: Authenticate with a Yubikey hardware token.
de: Authentizierung mit Ihrem Yubikey Hardware-Token bestätigen.

source: Authenticate using your Yubikey token
de: Authentisierung durch Ihren Yubikey-Token

source: Forward the authentication request to another token.
de: Leitet die Authentisierung auf einen gewählten Token weiter.

source: Authenticate using your forwarded token
de: Authentisierung durch Ihren Forwarding-Token

source: Claim an existing token and link it to your user account
de: Verknüpfen Sie einen existierenden Token mit Ihrem Benutzerkonto

source: Assign
de: Zuweisen

source: Unknown Token
de: Unbekannter Token

source: Unsupported token type
de: Nicht-unterstützter Tokentyp

source: Error: operation. Please try again or contact an administrator
de: Fehler:operation. Bitte versuchen Sie es erneut, oder kontaktieren Sie einen Administrator

source: Token serial not found for given OTP
de: Token-Seriennummer für den angegebenen OTP nicht gefunden

source: Your session timed out, please login again.
de: Ihre Sitzung ist abgelaufen, bitte melden Sie sich erneut an.

source: Server error encountered, request failed.
de: Es ist ein Server-Fehler aufgetreten, Anfrage fehlgeschlagen.

# spinnerlabel
source: Loading
de: Laden

source: Delete token?
de: Token löschen?

source: You don't have any active tokens and MFA is enabled for this service. Are you sure you want to delete it?
de: Sie haben keine aktiven Tokens und die Zwei-Faktor-Authentifizierung (MFA) ist für diesen Dienst aktiviert. Sind Sie sicher, dass Sie es löschen möchten?

source: This is your last active token and MFA is enabled for Selfservice. If you delete it without enrolling a new token or enabling a disabled token, you won't be able to login anymore.
de: Dies ist Ihr letztes aktives Token und MFA ist für den Selfservice aktiviert. Wenn Sie es löschen, ohne ein neues Token zu registrieren oder ein deaktiviertes Token zu aktivieren, können Sie sich nicht mehr anmelden.

source: Could not delete token
de: Token konnte nicht gelöscht werden

source: Could not set token PIN
de: Token-PIN konnte nicht festgelegt werden

source: Could not set MOTP PIN
de: mOTP-PIN konnte nicht festgelegt werden

source: Could not enable token
de: Tokenaktivierung fehlgeschlagen

source: Could not disable token
de: Tokendeaktivierung fehlgeschlagen

source: Could not reset failcounter
de: Fehlzähler konnte nicht zurückgesetzt werden

source: Could not synchronize token
de: Token konnte nicht synchronisiert werden

source: Could not set token description
de: Beschreibung konnte nicht geändert werden

source: Could not unassign token
de: Aufhebung der Tokenzuweisung fehlgeschlagen

source: Token registration
de: Token-Registrierung

source: Token activation
de: Token-Aktivierung

source: Challenge status request
de: Abruf des Challenge-Status

source: Please try again or contact an administrator.
de: Bitte versuchen Sie es erneut oder kontaktieren Sie einen Administrator.

source: The token is already assigned to you or to another user. Please contact an administrator.
de: Der Token ist Ihnen oder einem anderen Benutzer bereits zugewiesen. Kontaktieren Sie bitte einen Administrator.

source: The token you want to assign is not valid (wrong realm). Please contact an administrator.
de: Der Token, den Sie zuweisen wollen, ist ungültig (falscher Realm). Kontaktieren Sie bitte einen Administrator.

source: An API request
de: Ein API-Abruf

source: operation failed: Please try again.
de: operation fehlgeschlagen: Bitte versuchen Sie es erneut.

source: operation failed: You have reached the maximum number of tokens for your account.
de: operation fehlgeschlagen: Sie haben die maximale Anzahl an Token für Ihr Konto erreicht.

source: operation failed: You have reached the maximum number of tokens of this type.
de: operation fehlgeschlagen: Sie haben die maximale Anzahl an Token dieses Tokentyps.

source: operation failed: You can not register a new token because your realm has reached the maximum token capacity.
de: operation fehlgeschlagen: Sie dürfen keinen neuen Token mehr registrieren, da Ihr Realm die maximale Tokenanzahl erreicht hat.

source: fetching history failed
de: Laden der Chronik fehlgeschlagen

source: Error: message. Please try again
de: Fehler:message. Versuchen Sie es bitte erneut
