Repository: LinOTP/selfservice
Catalog: src/locale/messages.*.xlf
Languages: de

source: Activate {{ data.token.typeDetails.name }}
de: {{ typeDetails.name }} aktivieren

source: Start the activation
de: Aktivierung starten

# activationStepperIntroduction
source: <p> To use your {{isPush ? 'Push' : 'QR'}} token, it must first be activated with the authenticator app app you used during enrollment. Please open the app and proceed to the next step to begin the activation. </p>
de: <p> Diese Schritt-für-Schritt-Anleitung hilft Ihnen, ein neues Token zu erstellen und auf Ihr Gerät zu importieren. </p> <p> Um dieses Token zu verwenden, benötigen Sie eine Authenticator-App, die es unterstützt: </p>

source: Your tokens
de: Meine Token

source: History
de: Chronik

source: Logout successful
de: Abmeldung erfolgreich

source: Logout failed
de: Abmeldung fehlgeschlagen

source: Company Logo
de: Firmenlogo

source: Currently logged in user:
de: Aktuell angemeldeter Benutzer:

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Site notice
de: Impressum

source: Privacy policy
de: Datenschutz

source: Loading tokens…
de: Lade Token…

source: An Error has occurred while loading the page, please contact the administrator.
de: Beim Laden der Seite ist ein Fehler aufgetreten, bitte wenden Sie sich an den Administrator.

source: Services Unavailable
de: Dienste nicht verfügbar

# unverifiedTokensWarning
source: None of your active tokens have been verified. Before logging out, please verify at least one token to ensure it is working properly.
de: Alle deine aktiven Tokens sind noch nicht verifiziert. Bevor du dich ausloggst, verifiziere bitte mindestens eines deiner Tokens, um sicherzustellen, dass es korrekt funktioniert.

source: Pending actions
de: Ausstehende Aktionen

source: The following tokens are not active and require further action:
de: Die folgenden Token erfordern weitere Aktionen und sind noch nicht aktiv:

source: Active authentication methods
de: Aktive Authentisierungsmethoden

source: The following tokens are available for use:
de: Die folgenden Token stehen zur Authentifizierung bereit:

source: Disabled authentication methods
de: Deaktivierte Authentisierungsmethoden

source: The following tokens have been disabled and cannot be used:
de: Die folgenden Token sind deaktiviert und können nicht verwendet werden:

source: Set up a new authentication method
de: Neue Authentisierungsmethode einrichten

source: The following authentication methods are available:
de: Folgende Authentisierungsmethoden sind verfügbar:

source: Set up your first authentication method
de: Richten Sie ihre erste Authentisierungsmethode ein

source: No actions available
de: Keine Aktionen verfügbar

source: You currently do not own any tokens, nor can you set up a token yourself. Please contact your administrator.
de: Sie besitzen aktuell keine Token und können selbstständig auch keine weiteren Token einrichten. Kontaktieren Sie bitte ihren Administrator.

source: Maximum Token Limit
de: Maximale Token-Anzahl

source: {{tokenLimitsService.allTokensLimit?.count}} of {{tokenLimitsService.allTokensLimit?.maxTokens}} allowed tokens enrolled. You have reached the maximum token limit. To register a new authentication method, please delete some of the existing tokens or contact your administrator.
de: {{tokenLimitsService.allTokensLimit?.count}} von {{tokenLimitsService.allTokensLimit?.maxTokens}} erlaubten Token eingerichtet. Sie haben die maximale Anzahl an Token erreicht. Um eine neue Authentisierungsmethode einzurichten, löschen Sie bitte einige der bestehenden Token oder kontaktieren Sie Ihren Administrator.

source: Incompatible server version
de: Inkompatible Server-Version

source: The LinOTP server version is too old for the Self Service version you are using. Please contact an administrator.
de: Die LinOTP-Server-Version ist zu alt für die Self-Service-Version, die Sie verwenden. Kontaktieren Sie bitte einen Administrator.

source: Form has errors. Please correct the highlighted fields.
de: Das Formular enthält Fehler. Bitte korrigieren Sie die markierten Felder.

source: Waiting for response
de: Warten auf Antwort

source: Login failed: you do not have a second factor set up. Please contact an admin.
de: Login fehlgeschlagen: keinen zweiten Faktor wurde für Sie gefunden. Kontaktieren Sie bitte Ihren Administrator.

source: Login successful
de: Anmeldung erfolgreich

source: Login failed
de: Anmeldung fehlgeschlagen

source: Scan the QR code with your LinOTP Authenticator app:
de: Scannen Sie bitte den QR-Code mit Ihrer LinOTP Authenticator App:

source: Waiting for confirmation of transaction <b><code>{{ transactionDetail?.transactionId.toString().slice(0, 6) }}</code></b> via your LinOTP Authenticator app.
de: Warten auf Bestätigung der Transaktion <b><code>{{ transactionDetail?.transactionId.toString().slice(0, 6) }}</code></b> mithilfe ihrer LinOTP Authenticator App.

# pinValidationListPreText
source: The PIN must be set according to the following rules:
de: Die PIN muss folgende Bedingungen erfüllen:

# pinLengthError
source: between {{ minLength }} and {{ maxLength }} characters long
de: zwischen {{ minLength }} und {{ maxLength }} Zeichen lang

# minLengthError
source: at least {{ minLength }} characters long
de: mind. {{ minLength }} Zeichen lang

source: at least one letter
de: mind. ein Buchstabe

source: at least one digit
de: mind. eine Ziffer

source: at least one special character from ({{ SPECIAL_CHARACTERS }})
de: mind. ein Sonderzeichen aus ({{ SPECIAL_CHARACTERS }})

source: at least one special character <ng-container *ngIf="!requiresSpecial()">not in ({{ SPECIAL_CHARACTERS }})</ng-container> e.g. {{ " Æäöüß" }}
de: mind. ein Sonderzeichen <ng-container *ngIf="!requiresSpecial()">nicht aus ({{ SPECIAL_CHARACTERS }})</ng-container> z. B. {{ " Æäöüß" }}

# pinValidationPlusPrefix
source: at least {{ getTextForPrefixRule('+') }} (any other character is disallowed)
de: mind. {{ getTextForPrefixRule('+') }} (andere Zeichen sind nicht erlaubt)

# pinValidationMinusPrefix
source: at least {{ getTextForPrefixRule('-') }} (any other character is disallowed)
de: mind. {{ getTextForPrefixRule('+') }} (andere Zeichen sind nicht erlaubt)

# pinLetter
source: a letter
de: ein Buchstabe

# pinDigit
source: a digit
de: eine Ziffer

# pinSpecial
source: a special character from (.:,;-_<>+*!/()=?$§%&#~^)
de: ein Sonderzeichen aus (.:,;-_<>+*!/()=?$§%&#~^)

# pinOtherSpecial
source: a special character e.g. " Æäöüß
de: ein Sonderzeichen z.B. " Æäöüß"

# pinOtherSpecialWithoutCommonSpecial
source: a special character not in (SPECIAL_CHARACTERS) e.g. " Æäöüß"
de: ein Sonderzeichen nicht aus (SPECIAL_CHARACTERS) z. B. " Æäöüß"

source: or
de: oder

source: and
de: und

source: Test {{ typeDetails.name }}
de: {{ typeDetails.name }} testen

source: Login
de: Anmelden

source: Username
de: Benutzername

source: Username is required.
de: Benutzername ist erforderlich.

source: Password
de: Passwort

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Login
de: Anmelden

source: Password is required.
de: Passwort ist erforderlich.

source: One-time password (OTP)
de: Einmal-Passwort (OTP)

source: 2-step authentication
de: Bestätigung in zwei Schritten

source: <b>Please choose an authentication method to verify that it is you logging in:</b>
de: <b>Mit diesem zusätzlichen Schritt bestätigen Sie Ihre Identität bei der Anmeldung:</b>

source: Submit
de: Absenden

source: Tip: You can use your keyboard to select a token
de: Tipp: Sie können zur Auswahl eines Tokens Ihre Tastatur verwenden

source: <app-keyboard-key icon="keyboard_arrow_up"></app-keyboard-key> + <app-keyboard-key icon="keyboard_arrow_down"></app-keyboard-key> and <app-keyboard-key icon="keyboard_return"></app-keyboard-key>
de: <app-keyboard-key icon="keyboard_arrow_up"></app-keyboard-key> </app-keyboard-key> + <app-keyboard-key icon="keyboard_arrow_down"></app-keyboard-key> </app-keyboard-key> und <app-keyboard-key icon="keyboard_return"></app-keyboard-key> </app-keyboard-key>

source: You do not own any valid tokens or there was a problem retrieving them from the server. Please contact an administrator.
de: Sie besitzen keine gültige Token oder es ist ein Problem aufgetreten. Kontaktieren Sie bitte einen Administrator.

source: Selected authentication method: <span class="selectedToken"> {{ selectedToken.typeDetails.name }} with serial {{ selectedToken.serial }} </span>
de: Ausgewählte Authentifizierungsmethode: <span class="selectedToken"> Token.typeDetails.name }} with seria mit Seriennummer Token.serial }} </ </span>

source: Cancel
de: Abbrechen

source: Please enter the password of the selected token:
de: Bitte geben Sie das Passwort des ausgewählten Token ein:

source: Please connect your Yubikey and press its button.
de: Verbinden Sie Ihren Yubikey und drücken Sie den Knopf.

source: Please enter the current OTP for the selected token:
de: Bitte geben Sie das aktuelle OTP für den ausgewählten Token ein:

source: Scan the QR code with your LinOTP Authenticator app:
de: Scannen Sie bitte den QR-Code mit Ihrer LinOTP Authenticator App:

source: Waiting for confirmation of transaction <b><code>{{ shortTransactionId }}</code></b> via your LinOTP Authenticator app.
de: Warte auf Bestätigung der Transaktion <b><code>{{ shortTransactionId }}</code></b> durch Ihre LinOTP Authenticator App.

source: Manually enter OTP
de: OTP manuell eingeben

source: OTP is required.
de: OTP ist erforderlich.

source: OTP value
de: OTP-Wert

# otpRequiredInfo
source: The OTP field cannot be empty
de: Das OTP-Feld darf nicht leer sein

# onlyNumericValuesControlError
source: Only numeric values are allowed
de: Es sind nur Ziffern erlaubt

# oathStepperVerifyPinInfo
source: Please enter the OTP value only. Do not include the OTP Pin.
de: Bitte geben Sie nur den OTP-Wert ein. Der OTP-PIN sollte nicht enthalten sein.

source: Submit
de: Absenden

source: Date
de: Datum

source: Action
de: Vorgang

source: Success
de: Erfolg

source: Serial
de: Seriennummer

source: Token type
de: Tokentyp

# language-picker
source: Change language. Current language:
de: Ändere Sprache. Aktuelle Sprache:

source: Search term
de: Suchbegriff

source: Clear search
de: Suche zurücksetzen

source: Loading history
de: Verlauf wird geladen

source: Authentication history table
de: Authentifizierungsverlauf-Tabelle

source: No data
de: Keine Daten

source: Failed
de: Fehlgeschlagen

# activationSuccessMessage
source: You have successfully activated your token.
de: Sie haben Ihr Token erfolgreich aktiviert.

# assignSuccessMessage
source: You have successfully assigned your token.
de: Sie haben sich Ihren Token erfolgreich zugewiesen.

# pushQRSuccessMessage
source: You have successfully enrolled and paired your token. In order to use it, you must activate it first.
de: Sie haben Ihr Token erfolgreich erstellt und gekoppelt. Um ihn nutzen zu können, müssen Sie ihn noch aktivieren.

# enrollSuccess
source: You have successfully enrolled <span *ngxPermissionsOnly="'VERIFY'">and verified</span> your token.
de: Sie haben Ihren Token erfolgreich registriert <span *ngxPermissionsOnly="'VERIFY'">und verifiziert</span> .

# usableForAuth
source: It can now be used for authentication.
de: Sie können ihn jetzt zur Authentifizierung verwenden.

source: PIN set
de: PIN festgelegt

source: Copied
de: Kopiert

source: Add {{ this.tokenDisplayData.name }}
de: {{this.tokenDisplayData.name}} einrichten

source: Token description
de: Token-Beschreibung

source: Cancel
de: Abbrechen

source: Next
de: Weiter

source: Install app
de: App installieren

source: Activation challenge
de: Aktivierung

source: Retry
de: Erneut versuchen

# oathStepperAppInstalledConfirmInfo
source: Once you have the app installed on your device, you can start the token setup process.
de: Sobald Sie die App auf Ihrem Gerät installiert haben, können Sie den Token-Einrichtungsprozess starten.

source: Create token
de: Token erstellen

source: Pair a new token with your email address to receive OTP values for authentication.
de: Koppeln Sie ein neues Token mit Ihrer E-Mail-Adresse, um OTPs für die Authentifizierung zu erhalten.

source: Import token into app
de: Token in die App importieren

source: Done
de: Erledigt

# motpStepperCreateInstruction
source: Pair a new token with your mobile device which generates OTP values based on a secret password and a custom pin.
de: Koppeln Sie ein neues Token mit Ihrem mobilen Gerät, das OTP-Werte basierend auf einem geheimen Passwort und einer benutzerdefinierten PIN generiert.

source: Close
de: Schließen

# pushQRStepperIntroduction
source: <p> This step-by-step guide will help you to create a new token and import it onto your device. </p> <p> To use this token, you need an authenticator app that supports it: </p>
de: <p> Diese schrittweise Anleitung hilft Ihnen, ein neues Token zu erstellen und auf Ihr Gerät zu importieren. </p> <p> Um dieses Token zu verwenden, benötigen Sie eine Authenticator-App, die es unterstützt: </p>

# QRStepTitle
source: Scan QR Code
de: QR-Code scannen

source: A token with the serial number {{ enrolledToken.serial }} has been created.
de: Ein Token mit der Seriennummer {{ enrolledToken.serial }} wurde eingerichtet.

source: Scan the QR code below with the Authenticator app to start the activation process of the new token.
de: Scannen Sie den untenstehenden QR-Code mit der Authenticator App ein, um Ihr Token zu aktivieren.

source: Activation
de: Aktivierung

source: Token Serial: <strong>{{ enrolledToken.serial }}</strong>
de: Seriennummer des Tokens: <strong>{{ enrolledToken.serial }}</strong>

source: Preparing activation...
de: Bereite Aktivierung vor...

source: The activation has started. Find the token in the <b>LinOTP Authenticator</b> app that matches the serial number above. <span *ngIf="isPush()">Tap it to confirm the activation.</span> <span *ngIf="isQR()">Tap it to scan the QR code and complete the activation.</span>
de: Die Aktivierung wurde gestartet. Finden Sie den Token mit der entsprechenden Seriennummer in Ihrer <b>LinOTP Authenticator</b> app. <span *ngIf="isPush()">Klicken Sie auf Ihren Token, um die Aktivierung abzuschließen.</span > <span *ngIf="isQR()" >Klicken Sie auf Ihren Token und scannen Sie den QR-Code, um die Aktivierung abzuschließen.</span >

source: Activation failed. Please try again, or contact an administrator.
de: Aktivierung fehlgeschlagen. Bitte versuchen Sie es erneut, oder kontaktieren Sie einen Administrator.

source: Retry
de: Erneut versuchen

source: Token activated successfully.
de: Token erfolgreich aktiviert.

# otpPinRecommendedInfo
source: Though not required, for security reasons it is recommended to set a PIN for your token.
de: Sicherheitshalber wird empfohlen, für Ihren Token eine PIN festzulegen.

# oathStepperOtpPinInfo
source: The PIN ensures that you can only use the token yourself. During the authentication process, you may need to enter this PIN together with an OTP of the token.
de: Die PIN stellt sicher, dass Sie das Token nur selbst verwenden können. Während des Authentifizierungsprozesses müssen Sie möglicherweise diese PIN zusammen mit einem OTP des Tokens eingeben.

source: Confirm OTP PIN
de: OTP-PIN bestätigen

# pinsDoNotMatchError
source: Entered PINs do not match
de: Die eingegebenen PINs sind nicht gleich

# oathStepperVerifyInstruction
source: Enter your first OTP (one-time password) to verify the correct installation:
de: Bitte geben Sie Ihr erstes OTP (Einmalpasswort) ein, um die korrekte Installation zu überprüfen:

# oathStepperTokenDescriptionInfo
source: Set a customized description to easily differentiate between multiple tokens
de: Sie können eine individuelle Beschreibung eingeben, um zwischen mehreren Tokens leicht zu unterscheiden:

source: Created via self-service
de: Erstellt via Selfservice

# noActivatePermWarning
source: You do not have the required permission to activate the token on your own. Contact your administrator to resolve this issue.
de: Sie haben nicht die erforderliche Berechtigung, um das Token selbst zu aktivieren. Wenden Sie sich an Ihren Administrator, um dieses Problem zu lösen.

source: Show links for all platforms
de: Alle Plattformen anzeigen

source: Hide links for all platforms
de: Alle Plattformen ausblenden

source: hide token details
de: Tokendetails ausblenden

source: show token details
de: Tokendetails einblenden

source: Configuration URL
de: URL zum Ausrollen

source: Copy
de: Kopieren

# oathStepperInstallTokenLink
source: If you use the Authenticator app on the same device you are seeing this, you may be able to follow <a target="_blank" rel="noopener noreferrer" [href]="sanitizer.bypassSecurityTrustUrl(enrolledToken.url)">this link</a> to install the token.
de: Wenn Sie die Authenticator-App auf demselben Gerät verwenden, auf dem Sie dies sehen, können Sie möglicherweise<a target="_blank" rel="noopener noreferrer" [href]="sanitizer.bypassSecurityTrustUrl(enrolledToken.url)">diesem Link </a> folgen, um das Token zu installieren.

# oathStepperTokenVerificationRequired
source: You need to verify the token to continue.
de: Um fortzufahren, müssen Sie den Token verifizieren.

# oathStepperTokenVerificationSuccess
source: You have successfully verified token. You may proceed to next step.
de: Sie haben den Token erfolgreich verifiziert. Sie können mit dem nächsten Schritt fortfahren.

source: Set pin
de: PIN vergeben

source: The token will use your user email address: <b>{{ userEmail }}</b>
de: Der Token wird ihre Nutzer E-Mail-Adresse verwenden: <b>{{userEmail}}</b>

source: You have no email address assigned to your user account and the token will therefore not work after creation. You may need to contact your administrator for help.
de: Ihrem Benutzerkonto ist keine E-Mail-Adresse zugewiesen und das Token wird daher nach der Erstellung nicht funktionieren. Wenden Sie sich gegebenenfalls an Ihren Administrator, um Hilfe zu erhalten.

source: Email address
de: E-Mail-Adresse

source: Set the email address to use for your token
de: Legen Sie die E-Mail-Adresse fest, die Sie für Ihren Token verwenden möchten

source: This field is required.
de: Dieses Feld ist erforderlich.

source: mOTP password
de: mOTP-Passwort

source: Enter your token's secret
de: Geben Sie Ihr Token-Geheimniss ein

source: The field cannot be empty.
de: Das Feld darf nicht leer sein.

source: Please enter exactly 16 characters. Allowed are digits (0-9) and the letters A to F (lowercase or uppercase).
de: Bitte geben Sie genau 16 Zeichen ein. Erlaubt sind Ziffern (0-9) und die Buchstaben A bis F (Kleinbuchstaben oder Großbuchstaben).

source: Enter your token's mOTP pin
de: Geben Sie Ihre mOTP-PIN ein

source: The field cannot be empty.
de: Das Feld darf nicht leer sein.

# smsVerifyInstruction
source: An SMS token with the serial number this.token.serial has been action for the phone number t.phone. Please check your SMS messages for the first one-time password.
de: Ein SMS-Token mit der Seriennummer this.token.serial wurde action für die Telefonnummer t.phone. Bitte prüfen Sie Ihre SMS-Nachrichten auf das erste Einmalpasswort.

# assignVerifyInstruction
source: A token with the serial number this.token.serial was successfully assigned to your user account.
de: Ein Token mit der Seriennummer this.token.serial wurde Ihnen erfolgreich zugewiesen.

source: The token will use your user mobile number: <b>{{ userPhone }}</b>
de: Der Token wird ihre Nutzer Mobilnummer verwenden: <b>{{userPhonel}}</b>

source: You have no mobile number assigned to your user account and the token will therefore not work after creation. You may need to contact your administrator for help.
de: Ihrem Benutzerkonto ist keine Mobilnummer zugewiesen und das Token wird daher nach der Erstellung nicht funktionieren. Wenden Sie sich gegebenenfalls an Ihren Administrator, um Hilfe zu erhalten.

source: Mobile phone number
de: Handynummer

source: Set the mobile phone number to use for your token
de: Legen Sie die Handynummer fest, die Sie für Ihren Token verwenden möchten

source: The incomplete token will be deleted.
de: Der noch nicht aktivierte Token wird gelöscht.

source: The incomplete token will not be ready for use.
de: Der unvollständig eingerichtete Token wird nicht benutzbar sein.

source: You will have to restart the setup process in order to use this type of token.
de: Sie müssen den Einrichtungsvorgang neustarten, um diese Art von Token benutzen zu können.

source: Stop setting up your new token?
de: Tokeneinrichtung abbrechen?

source: Confirm
de: Bestätigen

source: Incomplete token was deleted
de: Der unvollständig eingerichtete Token wurde gelöscht

source: Close
de: Schließen

# smsStepperCreateInstruction
source: Pair a new token with your mobile phone number to receive OTPs for authentication.
de: Koppeln Sie ein neues Token mit Ihrer Mobilnummer, um OTPs für die Authentifizierung zu erhalten.

source: mOTP PIN set
de: mOTP-PIN festgeleft

source: You won't be able to use it to authenticate yourself anymore.
de: Sie können den Token dann nicht mehr zum Authentisieren benutzen.

source: Yes, I am sure I want to delete this token!
de: Ja, ich bin sicher, dass ich dieses Token löschen möchte!

source: Token deleted
de: Token gelöscht

source: Token enabled
de: Token aktiviert

source: Disable token?
de: Token deaktivieren?

source: Yes, I am sure I want to disable this token!
de: Ja, ich bin sicher, dass ich dieses Token deaktivieren möchte!

source: You will not be able to use it to authenticate yourself anymore, as you cannot enable it on your own.
de: Sie können den Token dann nicht mehr zum Authentisieren benutzen, da Sie ihn selbst nicht mehr aktivieren können.

source: disable
de: deaktivieren

source: Token disabled
de: Token deaktiviert

source: Unassign token?
de: Tokenzuweisung aufheben?

source: You don't have any active tokens and MFA is enabled for this service. Are you sure you want to unassign it?
de: Sie haben keine aktiven Tokens und die Zwei-Faktor-Authentifizierung (MFA) ist für diesen Dienst aktiviert. Sind Sie sicher, dass Sie die Tokenzuweisung aufheben möchten?

source: This is your last active token and MFA is enabled for Selfservice. If you unassign it without enrolling a new token or enabling a disabled token, you won't be able to login anymore.
de: Dies ist Ihr letzter aktiver Token und MFA ist für den Selfservice aktiviert. Wenn Sie es löschen, ohne ein neues Token zu registrieren oder ein deaktiviertes Token zu aktivieren, können Sie sich nicht mehr anmelden.

source: Yes, I am sure I want to unassign this token!
de: Ja, ich bin sicher, dass ich diese Tokenzuweisung aufheben möchte!

source: You won't be able to use this token to authenticate yourself anymore.
de: Sie können diesen Token dann nicht mehr zum Authentisieren benutzen.

source: unassign
de: Tokenzuweisung aufheben

source: Token unassigned
de: Tokenzuweisung aufgehoben

source: Failcounter reset
de: Fehlerzähler zurückgesetz

source: Token synchronized
de: Token wurde synchronisiert

source: Description changed
de: Beschreibung wurde geändert

source: Serial: {{ token.serial }}
de: Seriennummer: {{ token.serial }}

source: You need a QR code to proceed with the token activation in the LinOTP Authenticator app.
de: Sie benötigen einen QR-Code, um mit der Token-Aktivierung in der LinOTP Authenticator App fortfahren zu können.

source: You should have received detailed instructions for the activation, e.g. to wait for a letter with the QR code.
de: Sie sollten eine detaillierte Anleitung zur Aktivierung erhalten haben, z.B. um auf einen Brief mit dem QR-Code zu warten.

source: If you have created the token yourself and are not able to reuse the QR code, you have to restart with a new token.
de: Wenn Sie den Token selbst erstellt haben und den QR-Code nicht wiederverwenden können, müssen Sie mit einem neuen Token starten.
